tap "homebrew/bundle"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "natesales/repo", "https://github.com/natesales/repo"
tap "superbrothers/opener"
brew "bandwhich"
brew "bat"
brew "btop"
brew "bzip2"
brew "ca-certificates"
brew "choose-rust"
brew "croc"
brew "dasel"
brew "direnv"
brew "dua-cli"
brew "dust"
brew "erdtree"
brew "fish"
brew "fselect"
brew "fzf"
brew "gh"
brew "go"
brew "jq"
brew "just"
brew "lsd"
brew "macchina"
brew "moar"
brew "natesales/repo/q"
brew "neovim"
brew "nomino"
brew "onefetch"
brew "ripgrep"
brew "rye"
brew "sd"
brew "sqlite"
brew "superbrothers/opener/opener"
brew "tokei"
brew "topgrade"
brew "tree-sitter"
brew "vivid"
brew "volta"
brew "xh"
brew "xsv"
brew "zellij"
brew "zoxide"
