tap "buo/cask-upgrade"
tap "eth-p/software"
tap "homebrew/bundle"
tap "homebrew/command-not-found"
tap "homebrew/core"
brew "bandwhich"
brew "bat"
brew "btop"
brew "ca-certificates"
brew "code-minimap"
brew "dasel"
brew "direnv"
brew "dua-cli"
brew "dust"
brew "eth-p/software/bat-extras-batgrep"
brew "eth-p/software/bat-extras-batman"
brew "eth-p/software/bat-extras-batpipe"
brew "fclones"
brew "fish"
brew "fselect"
brew "fzf"
brew "gh"
brew "git-lfs"
brew "hyperfine"
brew "jq"
brew "just"
brew "lsd"
brew "macchina"
brew "onefetch"
brew "openssl@1.1", link: false
brew "pcre2"
brew "procs"
brew "sd"
brew "tealdeer"
brew "tokei"
brew "topgrade"
brew "tree-sitter"
brew "vivid"
brew "volta"
brew "xh"
brew "xsv"
brew "zellij"
brew "zoxide"
