tap "buo/cask-upgrade"
tap "eth-p/software"
tap "homebrew/bundle"
tap "homebrew/command-not-found"
tap "homebrew/core"
brew "bandwhich"
brew "bat"
brew "clang-format", link: true
brew "code-minimap"
brew "dasel"
brew "deno"
brew "direnv"
brew "dua-cli"
brew "dust"
brew "fish"
brew "fselect"
brew "fzf"
brew "fselect"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "gitui"
brew "gitup"
brew "glib"
brew "glow"
brew "go"
brew "gopls"
brew "jless"
brew "jq"
brew "lsd"
brew "lua-language-server"
brew "macchina"
brew "onefetch"
brew "openldap"
brew "python@3.10"
brew "rust-analyzer"
brew "sd"
brew "selene"
brew "shellcheck"
brew "shellharden"
brew "shfmt"
brew "sqlite"
brew "stylua"
brew "tokei"
brew "tree-sitter"
brew "uncrustify"
brew "vivid"
brew "volta"
brew "xh"
brew "xsv"
brew "zoxide"
brew "zstd"
brew "eth-p/software/bat-extras-batgrep"
brew "eth-p/software/bat-extras-batman"
brew "eth-p/software/bat-extras-batpipe"
brew "eth-p/software/bat-extras-batwatch"
