tap "homebrew/bundle"
tap "homebrew/command-not-found"
tap "natesales/repo", "https://github.com/natesales/repo"
tap "superbrothers/opener"
brew "b3sum"
brew "bandwhich"
brew "bat"
brew "btop"
brew "ca-certificates"
brew "choose-rust"
brew "croc"
brew "dasel"
brew "direnv"
brew "dua-cli"
brew "dust"
brew "fclones"
brew "fd"
brew "fish"
brew "fselect"
brew "fzf"
brew "gdrive"
brew "gh"
brew "git-lfs"
brew "hyperfine"
brew "jq"
brew "just"
brew "lsd"
brew "lua"
brew "macchina"
brew "moar"
brew "natesales/repo/q"
brew "neovim"
brew "nomino"
brew "onefetch"
brew "openssl@1.1", link: false
brew "pcre2"
brew "procs"
brew "ripgrep"
brew "rsync"
brew "rustup-init"
brew "sccache"
brew "sd"
brew "superbrothers/opener/opener"
brew "tokei"
brew "topgrade"
brew "tree-sitter"
brew "vivid"
brew "volta"
brew "xh"
brew "xsv"
brew "zellij"
brew "zenith"
brew "zoxide"
