tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/command-not-found"
tap "homebrew/services"
tap "natesales/repo", "https://github.com/natesales/repo"
tap "rajiv/fastmate"
tap "scullionw/tap"
brew "act"
brew "bandwhich"
brew "bat"
brew "choose-rust"
brew "cmake"
brew "croc"
brew "dasel"
brew "direnv"
brew "dua-cli"
brew "dust"
brew "fclones"
brew "fd"
brew "fish"
brew "fselect"
brew "fzf"
brew "gcc"
brew "gettext"
brew "gh"
brew "git-lfs"
brew "git-quick-stats"
brew "gitbatch"
brew "gnu-tar"
brew "go"
brew "gping"
brew "hexyl"
brew "hyperfine"
brew "iperf3"
brew "jless"
brew "jq"
brew "just"
brew "less"
brew "lsd"
brew "lua"
brew "macchina"
brew "mas"
brew "moar"
brew "mosh"
brew "mtr"
brew "mysql@5.7"
brew "natesales/repo/q"
brew "neovim"
brew "nomino"
brew "onefetch"
brew "openjdk"
brew "openssl@1.1"
brew "openssl@3"
brew "p7zip"
brew "pcre2"
brew "ripgrep"
brew "rsync"
brew "rtx"
brew "rustup-init"
brew "sccache"
brew "scullionw/tap/dirstat-rs"
brew "sd"
brew "sqlite"
brew "telnet"
brew "terraform"
brew "tokei"
brew "topgrade"
brew "tree"
brew "tree-sitter"
brew "unar"
brew "vivid"
brew "volta"
brew "wget"
brew "xh"
brew "xsv"
brew "xz"
brew "yq"
brew "zellij"
brew "zenith"
brew "zoxide"
cask "1password"
cask "adguard"
cask "alfred"
cask "android-platform-tools"
cask "anylist"
cask "aurora-hdr"
cask "backblaze"
cask "bartender"
cask "cleanshot"
cask "daisydisk"
cask "dash"
cask "devtoys"
cask "discord"
cask "downie"
cask "electorrent"
cask "fastmate"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "google-chrome"
cask "iina"
cask "jetbrains-toolbox"
cask "kitty"
cask "latest"
cask "microsoft-auto-update"
cask "microsoft-outlook"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "monodraw"
cask "omnigraffle"
cask "paw"
cask "proxyman"
cask "querious"
cask "quicken"
cask "raindropio"
cask "raycast"
cask "retrobatch"
cask "rocket"
cask "screens"
cask "shureplus-motiv"
cask "signal"
cask "soulver"
cask "stay"
cask "superduper"
cask "suspicious-package"
cask "syncthing"
cask "telegram"
cask "the-unarchiver"
cask "tower"
cask "transmit"
cask "visual-studio-code"
cask "wezterm"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Affinity Photo", id: 824183456
mas "Agenda", id: 1287445660
mas "Apple Configurator", id: 1037126344
mas "AutoMounter", id: 1160435653
mas "Book Tracker", id: 1496543317
mas "Brother P-touch Editor", id: 1453365242
mas "CollageIt 3 Lite", id: 675540049
mas "CustomSearch", id: 1588019370
mas "Darkroom", id: 953286746
mas "Dato", id: 1470584107
mas "Deliveries", id: 924726344
mas "DevCleaner", id: 1388020431
mas "Discovery", id: 1381004916
mas "Disk Speed Test", id: 425264550
mas "Infuse", id: 1136220934
mas "JSONPeep", id: 1458969831
mas "Kagi Inc.", id: 1622835804
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Marked 2", id: 890031187
mas "MetaImage", id: 1397099749
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft To Do", id: 1274495053
mas "Netmo", id: 1192219511
mas "Numbers", id: 409203825
mas "PDF Expert", id: 1055273043
mas "Pages", id: 409201541
mas "Paprika Recipe Manager 3", id: 1303222628
mas "Patterns", id: 429449079
mas "Pixelmator Pro", id: 1289583905
mas "Play", id: 1596506190
mas "RAW Power", id: 1157116444
mas "Reeder", id: 1529448980
mas "Save to Raindrop.io", id: 1549370672
mas "Save to Reader", id: 1640236961
mas "Slack", id: 803453959
mas "SmugMug", id: 1115348888
mas "Spark", id: 1176895641
mas "StopTheMadness", id: 1376402589
mas "Str*Viewer", id: 1501259216
mas "Tailscale", id: 1475387142
mas "TestFlight", id: 899247664
mas "TrashMe 3", id: 1490879410
mas "Tripsy", id: 1429967544
mas "Tweaks for Reddit", id: 1524828965
mas "Tweaks for Twitter", id: 1567751529
mas "Wavelength", id: 1584865627
mas "WiFi Explorer", id: 494803304
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
mas "Yoink", id: 457622435
mas "iMovie", id: 408981434
mas "iPreview", id: 1519213509
mas "m-wiki", id: 1480168619
