tap "homebrew/bundle"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "afnanenayet/tap"
tap "dsully/tap"
{{/* */}}
{{- if eq .chezmoi.os "darwin" -}}
tap "caarlos0/tap" # xdg-open-svc
tap "dsully/tap"
tap "he3-app/he3"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "rajiv/fastmate"
{{- end -}}
{{/* Common between Linux & macOS */}}
brew "act"
brew "afnanenayet/tap/diffsitter"
brew "age"
brew "b3sum"
brew "bandwhich"
brew "bat"
brew "btop"
brew "chezmoi"
brew "choose-rust"
brew "croc"
brew "curl"
brew "dasel"
brew "direnv"
brew "dsully/tap/released"
brew "dua-cli"
brew "dust"
brew "fclones"
brew "fd"
brew "fish"
brew "fselect"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "git-quick-stats"
brew "glow"
brew "go"
brew "gping"
brew "helix"
brew "hexyl"
brew "hyperfine"
brew "iperf3"
brew "ipmitool"
brew "jenv"
brew "jless"
brew "jq"
brew "just"
brew "lpeg"
brew "lsd"
brew "macchina"
brew "moar"
brew "mtr"
brew "neovim"
brew "nomino"
brew "onefetch"
brew "p7zip"
brew "procs"
brew "ripgrep"
brew "rsync"
brew "ruff"
brew "rustup-init"
brew "rye"
brew "sccache"
brew "sd"
brew "sqlite"
brew "starship"
brew "tokei"
brew "topgrade"
brew "tree"
brew "tree-sitter"
brew "typos-cli"
brew "unzip"
brew "vivid"
brew "volta"
brew "wget"
brew "xh"
brew "xsv"
brew "xz"
brew "yq"
brew "zellij"
brew "zenith"
brew "zoxide"
{{/* Work Only */}}
{{- if .flags.work -}}
brew "grpcurl"
brew "mysql@5.7", restart_service: true
brew "openjdk"
brew "openjdk@11"
brew "openjdk@17"
{{- end -}}
{{/* macOS only */}}
{{- if eq .chezmoi.os "darwin" }}
brew "caarlos0/tap/xdg-open-svc"
brew "dsully/tap/macos-defaults"
brew "bash"
brew "gcc"
brew "gnu-sed"
brew "gnu-tar"
brew "mas"
brew "openjdk"
brew "pam-reattach"
brew "telnet"
brew "unar"
{{- end }}
{{/* */}}
{{- if and (eq .chezmoi.os "darwin") .flags.personal -}}
cask "macdive"
cask "mullvadvpn"
cask "protonvpn"
cask "soulseek"
brew "dsully/tap/reddit-saves"
{{ end }}
{{/* Casks for macOS */}}
{{- if eq .chezmoi.os "darwin" -}}
cask "1password"
cask "1password-cli"
cask "android-platform-tools"
cask "backblaze"
cask "bartender"
cask "cleanshot"
cask "daisydisk"
cask "dash"
cask "ddpm"
cask "devtoys"
cask "discord"
cask "downie"
cask "electorrent"
cask "fastmate"
cask "font-hack-nerd-font"
cask "font-input"
cask "font-jetbrains-mono"
cask "google-chrome"
cask "he3"
cask "iina"
cask "keka"
cask "mailbutler"
cask "mist"
cask "monodraw"
cask "obsidian"
cask "ogdesign-eagle"
cask "proxyman"
cask "quicken"
cask "raindropio"
cask "rapidapi"
cask "raycast"
cask "renamer"
cask "retrobatch"
cask "rocket"
cask "screens"
cask "shureplus-motiv"
cask "signal"
cask "soulver"
cask "stay"
cask "superduper"
cask "suspicious-package"
cask "syncthing"
cask "telegram"
cask "the-unarchiver"
cask "tower"
cask "transmit"
cask "visual-studio-code"
cask "wezterm"
cask "whatsapp"
{{/* Work Casks */}}
{{- if .flags.work -}}
cask "jetbrains-toolbox"
cask "microsoft-auto-update"
cask "microsoft-outlook"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "openin"
cask "orbstack"
cask "querious"
cask "yubico-yubikey-manager"
cask "zoom"
{{- end -}}
{{/* Don't include Mac App Store until the "mas" CLI is installed. */}}
{{- if lookPath "mas" }}
mas "1Password for Safari", id: 1569813296
mas "AdGuard for Safari", id: 1440147259
mas "AutoMounter", id: 1160435653
mas "Black Out", id: 1319884285
mas "Consent-O-Matic", id: 1606897889
mas "Control Panel for Twitter", id: 1668516167
mas "CotEditor", id: 1024640650
mas "Darkroom", id: 953286746
mas "Dato", id: 1470584107
mas "DevCleaner", id: 1388020431
mas "Discovery", id: 1381004916
mas "Flighty", id: 1358823008
mas "Hyperduck", id: 6444667067
mas "Ivory", id: 6444602274
mas "JSONPeep", id: 1458969831
mas "Kagi Inc.", id: 1622835804
mas "Marked 2", id: 890031187
mas "MetaImage", id: 1397099749
mas "Netmo", id: 1192219511
mas "Numbers", id: 409203825
mas "PDF Expert", id: 1055273043
mas "Pages", id: 409201541
mas "Paprika Recipe Manager 3", id: 1303222628
mas "Parcel", id: 639968404
mas "Patterns", id: 429449079
mas "Pixelmator Pro", id: 1289583905
mas "Play", id: 1596506190
mas "Reeder", id: 1529448980
mas "Rules", id: 6461118886
mas "Save to Raindrop.io", id: 1549370672
mas "Save to Reader", id: 1640236961
mas "Slack", id: 803453959
mas "SmugMug", id: 1115348888
mas "Spark", id: 1176895641
mas "StopTheMadness", id: 1376402589
mas "Tailscale", id: 1475387142
mas "TestFlight", id: 899247664
mas "The Camelizer", id: 1532579087
mas "TrashMe 3", id: 1490879410
mas "Tripsy", id: 1429967544
mas "Tweaks for Twitter", id: 1567751529
mas "Userscripts-Mac-App", id: 1463298887
mas "WiFi Explorer", id: 494803304
mas "WiFi Signal", id: 525912054
mas "WireGuard", id: 1451685025
mas "WordService", id: 899972312
mas "Yoink", id: 457622435
{{ if eq .chezmoi.hostname "jarvis" }}
mas "iMovie", id: 408981434
{{ end }}
mas "iPreview", id: 1519213509
{{/* */}}
{{- if .flags.personal -}}
{{ comment "" "#" }}
{{ comment "# " "Personal App Store" }}
mas "Book Tracker", id: 1496543317
mas "Brother P-touch Editor", id: 1453365242
mas "Draw Things", id: 6444050820
mas "HomeLog", id: 1584408332
mas "Infuse", id: 1136220934
mas "OpenCat", id: 6445999201
mas "OptiClean", id: 6452387177
mas "Photomator", id: 1444636541
mas "Radiance", id: 1573366225
{{- end -}}
{{/* Work App Store */}}
{{- if .flags.work -}}
mas "Disk Speed Test", id: 425264550
mas "Keynote", id: 409183694
mas "Microsoft To Do", id: 1274495053
{{- end -}}
{{- end -}}
{{- end -}}
