tap "dsully/tap"
tap "homebrew/bundle"
tap "homebrew/command-not-found"
tap "natesales/repo", "https://github.com/natesales/repo"
tap "neilotoole/sq"
brew "act"
brew "actionlint"
brew "age"
brew "ast-grep"
brew "b3sum"
brew "bacon"
brew "bandwhich"
brew "basedpyright"
brew "bash-language-server"
brew "bat"
brew "biome"
brew "btop"
brew "buildifier"
brew "cargo-binstall"
brew "cargo-bloat"
brew "cargo-llvm-cov"
brew "cargo-llvm-lines"
brew "cargo-nextest"
brew "chezmoi"
brew "choose-rust"
brew "cmake"
brew "croc"
brew "curl"
brew "dasel"
brew "direnv"
brew "dockerfile-language-server"
brew "dsully/tap/magic-opener"
brew "dsully/tap/released"
brew "dsully/tap/zoned"
brew "dua-cli"
brew "dust"
brew "fclones"
brew "fd"
brew "fish"
brew "fselect"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "git-quick-stats"
brew "git-sizer"
brew "gitui"
brew "glow"
brew "go"
brew "gofumpt"
brew "gopls"
brew "havn"
brew "helix"
brew "hexyl"
brew "hub"
brew "hyperfine"
brew "iperf3"
brew "ipmitool"
brew "jenv"
brew "jpeg-xl"
brew "jq"
brew "just"
brew "kondo"
brew "libgit2"
brew "lpeg"
brew "lsd"
brew "lua"
brew "lua-language-server"
brew "luajit"
brew "macchina"
brew "markdownlint-cli2"
brew "moar"
brew "mtr"
brew "natesales/repo/q"
brew "neilotoole/sq/sq"
brew "neovim", args: ["HEAD"]
brew "onefetch"
brew "p7zip"
brew "procs"
brew "protolint"
brew "revive"
brew "ripgrep"
brew "rm-improved"
brew "rnr"
brew "rsync"
brew "ruff"
brew "rustcat"
brew "rustup"
brew "rye"
brew "scc"
brew "sccache"
brew "sd"
brew "shellharden"
brew "shfmt"
brew "sqlite"
brew "starship"
brew "stylua"
brew "taplo"
brew "topgrade"
brew "tree"
brew "tree-sitter"
brew "typescript-language-server"
brew "typos-cli"
brew "unzip"
brew "uv"
brew "viu"
brew "vivid"
brew "volta"
brew "wget"
brew "write-good"
brew "xh"
brew "xsv"
brew "xz"
brew "yaml-language-server"
brew "yq"
brew "zellij"
brew "zoxide"
{{ if eq .chezmoi.os "darwin" -}}
{{ include (joinPath .chezmoi.workingTree ".data/homebrew/Brewfile.macos.common") -}}
{{ if .flags.personal -}}
{{ include (joinPath .chezmoi.workingTree ".data/homebrew/Brewfile.macos.home") -}}
{{ end -}}
{{ if .flags.work -}}
{{ include (joinPath .chezmoi.workingTree ".data/homebrew/Brewfile.macos.work") -}}
{{ end -}}
{{ end -}}
