tap "buo/cask-upgrade"
tap "bvaisvil/zenith"
tap "cjbassi/ytop"
tap "fabianishere/personal"
tap "guoxbin/guoxbin"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/services"
tap "mistertea/et"
brew "bandwhich"
brew "bat"
brew "bvaisvil/zenith/zenith"
brew "cjbassi/ytop/ytop"
brew "direnv"
brew "dust"
brew "fabianishere/personal/pam_reattach"
brew "fd"
brew "fish"
brew "fzf"
brew "gettext"
brew "gh"
brew "git"
brew "git-delta"
brew "git-quick-stats"
brew "gnu-tar"
brew "hexyl"
brew "hyperfine"
brew "jq"
brew "lsd"
brew "mas"
brew "mistertea/et/et"
brew "mtr"
brew "mysql@5.7", restart_service: true
brew "ncdu"
brew "netcat6"
brew "ripgrep"
brew "rsync"
brew "rustup-init"
brew "sd"
brew "syncthing", restart_service: true
brew "tealdeer"
brew "telnet"
brew "tokei"
brew "tree"
brew "unar"
brew "zoxide"
cask "1password"
cask "alfred"
cask "anylist"
cask "appcleaner"
cask "blue-jeans"
cask "cisco-proximity"
cask "cleanshot"
cask "daisydisk"
cask "dash"
cask "discord"
cask "downie"
cask "electorrent"
cask "elgato-control-center"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "garmin-express"
cask "github"
cask "google-chrome"
cask "graphiql"
cask "hex-fiend"
cask "iterm2"
cask "macdive"
cask "mactracker"
cask "mediainfo"
cask "meta"
cask "microsoft-outlook"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "microsoft-word"
cask "monodraw"
cask "movist-pro"
cask "omnigraffle"
cask "paw"
cask "pdfpen"
cask "pdf-expert"
cask "proxyman"
cask "pynsource"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "querious"
cask "quicken"
cask "quicklook-json"
cask "roon"
cask "screens"
cask "soulseek"
cask "soulver"
cask "stay"
cask "superduper"
cask "suspicious-package"
cask "the-unarchiver"
cask "tower"
cask "transmit"
cask "vanilla"
cask "visual-studio-code"
cask "wireshark"
cask "zoomus"
mas "Adobe Lightroom", id: 1451544217
mas "Affinity Designer", id: 824171161
mas "Affinity Photo", id: 824183456
mas "Apple Configurator 2", id: 1037126344
mas "AutoMounter", id: 1160435653
mas "Brother P-touch Editor", id: 1453365242
mas "Dato", id: 1470584107
mas "Deliveries", id: 924726344
mas "Discovery", id: 1381004916
mas "DuckDuckGo Privacy Essentials", id: 1482920575
mas "Ghostery Lite", id: 1436953057
mas "HomeAtmo", id: 1359795390
mas "Honey", id: 1472777122
mas "iMovie", id: 408981434
mas "Instapaper", id: 1481302432
mas "JSONPeep", id: 1458969831
mas "Keep It", id: 1272768911
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Marked 2", id: 890031187
mas "Microsoft Remote Desktop", id: 1295203466
mas "MindNode", id: 1289197285
mas "Numbers", id: 409203825
mas "Open In Webmail", id: 1451552749
mas "Pages", id: 409201541
mas "Paprika Recipe Manager 3", id: 1303222628
mas "Patterns", id: 429449079
mas "Reeder", id: 1449412482
mas "SessionRestore", id: 1463334954
mas "Slack", id: 803453959
mas "StopTheMadness", id: 1376402589
mas "Tailscale", id: 1475387142
mas "Taskheat", id: 1431995750
mas "Tweetbot", id: 1384080005
mas "Twitter", id: 1482454543
mas "WhatsApp", id: 1147396723
mas "WiFi Explorer", id: 494803304
mas "WiFi Signal", id: 525912054
mas "Wipr", id: 1320666476
mas "WireGuard", id: 1451685025
mas "Yoink", id: 457622435
