tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/services"
brew "act"
brew "bandwhich"
brew "bat"
brew "croc"
brew "curl"
brew "dasel"
brew "dash", link: false
brew "direnv"
brew "docker", link: false
brew "dog"
brew "dua-cli"
brew "dust"
brew "fclones"
brew "fd"
brew "fish"
brew "fselect"
brew "fzf"
brew "gettext"
brew "gh"
brew "git"
brew "git-lfs"
brew "git-quick-stats"
brew "gnu-tar"
brew "go"
brew "grpcurl"
brew "hexyl"
brew "hyperfine"
brew "iperf3"
brew "jless"
brew "jq"
brew "less"
brew "lsd"
brew "macchina"
brew "mas"
brew "moar"
brew "mtr"
brew "mysql@5.7", restart_service: true
brew "neovim"
brew "nomino"
brew "onefetch"
brew "openjdk@17"
brew "p7zip"
brew "ripgrep"
brew "rsync"
brew "rtx"
brew "rustup-init"
brew "sd"
brew "syncthing", restart_service: true
brew "tealdeer"
brew "telnet"
brew "terraform"
brew "tokei"
brew "topgrade"
brew "tree"
brew "tree-sitter"
brew "unar"
brew "vivid"
brew "volta"
brew "websocat"
brew "xh"
brew "xsv"
brew "xz"
brew "zenith"
brew "zoxide"
cask "1password"
cask "adguard"
cask "alfred"
cask "anylist"
cask "backblaze"
cask "bartender"
cask "cisco-proximity"
cask "cleanshot"
cask "daisydisk"
cask "dash"
cask "devtoys"
cask "discord"
cask "docker"
cask "downie"
cask "electorrent"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "github"
cask "google-chrome"
cask "iina"
cask "kitty"
cask "latest"
cask "microsoft-auto-update"
cask "microsoft-outlook"
cask "microsoft-teams"
cask "monodraw"
cask "mullvadvpn"
cask "omnigraffle"
cask "paw"
cask "querious"
cask "quicken"
cask "raindropio"
cask "raycast"
cask "retrobatch"
cask "rocket"
cask "screens"
cask "signal"
cask "slack"
cask "soulver"
cask "stay"
cask "superduper"
cask "suspicious-package"
cask "the-unarchiver"
cask "tower"
cask "transmit"
cask "visual-studio-code"
cask "warp"
cask "wezterm"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Agenda", id: 1287445660
mas "AutoMounter", id: 1160435653
mas "Boop", id: 1518425043
mas "Dato", id: 1470584107
mas "Deliveries", id: 924726344
mas "DevCleaner", id: 1388020431
mas "Discovery", id: 1381004916
mas "JSONPeep", id: 1458969831
mas "Jiffy", id: 1502527999
mas "Kagi Inc.", id: 1622835804
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Marked 2", id: 890031187
mas "Microsoft To Do", id: 1274495053
mas "MindNode", id: 1289197285
mas "Netmo", id: 1192219511
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Patterns", id: 429449079
mas "Reeder", id: 1529448980
mas "Save to Matter", id: 1548677272
mas "Save to Raindrop.io", id: 1549370672
mas "Spark", id: 1176895641
mas "StopTheMadness", id: 1376402589
mas "Str*Viewer", id: 1501259216
mas "Tailscale", id: 1475387142
mas "TrashMe 3", id: 1490879410
mas "Tweaks for Twitter", id: 1567751529
mas "WiFi Explorer", id: 494803304
mas "WiFi Signal", id: 525912054
mas "WireGuard", id: 1451685025
mas "Yoink", id: 457622435
mas "iPreview", id: 1519213509
mas "m-wiki", id: 1480168619
